{
  "header":"Cookie Policy",
  "p1": "The Get your State Pension service puts small files (known as 'cookies') on to your computer.",
  "p2": "These cookies are used to:",
  "p2-l1": "understand how you use the service to make improvements",
  "p2-l2": "remember any notifications you've seen so that you're not shown them more than once",
  "p2-l3": "keep your information secure as you move through the service",
  "p3": "You must have cookies enabled on your computer to use the Get your State Pension service.",
  "h2-1": "If your cookies are switched off",
  "p4": "You'll see an error message when you try to use the service if your cookies are disabled.",
  "p5": "How to turn cookies on depends on the <a href='{{URL}}' class='govuk-link'>browser you're using</a> and how up to date it is.",
  "p6": "Find out how to change your settings for the most popular browsers, including:",
  "p6-l1": "<a href='{{URL}}' class='govuk-link'>Internet Explorer</a>",
  "p6-l2": "<a href='{{URL}}' class='govuk-link'>Mozilla Firefox</a>",
  "p6-l3": "<a href='{{URL}}' class='govuk-link'>Google Chrome</a>",
  "p6-l4": "<a href='{{URL}}' class='govuk-link'>Safari</a>, commonly used on iPads, iPhones and other Apple computers",
  "p7": "Find out <a href='{{URL}}' class='govuk-link'>how to manage cookies</a> for other browsers.",
  "h2-2": "Cookies used by the Get your State Pension service",
  "h3-1": "Google analytics",
  "p8": "Google Analytics collects information about how you use the service. This information is used to improve the service.",
  "p9": "Google analytics cookies collect and store information about:",
  "p9-l1": "the page you visit - what you click on when using the service",
  "p9-l2": "how long you spend on each page",
  "p9-l3": "how you got to the service",
  "h3-2": "Google analytics",
  "cookies-table": {
    "row-1": {
      "header": "Name",
      "col-1": "_ga",
      "col-2": "_gat"
    },
    "row-2": {
      "header": "Purpose",
      "col-1": "Counts how many people visit the service by tracking if you've visited before.",
      "col-2": "Used to count how many pages are viewed and how often."
    },
    "row-3": {
      "header": "Expires",
      "col-1": "30 minutes or when you close your browser",
      "col-2": "10 minutes"
    }
  },
  "p10": "Google won't use or share analytics data with anyone, but you can <a href='__URL__' class='govuk-link'>opt out of Google Analytics</a>.",
  "h3-3": "Session and security cookies",
  "p11": "Session cookies keep your information secure as you move back and forward through the service.",
  "p12": "These cookies are automatically removed from your computer when you complete your application or if you:",
  "p12-l1": "don't do anything for 30 minutes",
  "p12-l2": "close your browser",
  "p12-l3": "switch off your computer",
  "h3-4": "Introductory message cookie",
  "p13": "You may see a pop-up 'welcome' message when you first use the service. A cookie makes sure you only see this message once a month.",
  "p14": "This cookie is removed from your computer after a month.",
  "h2-3": "Cookies",
  "h3-6": "Service cookies",
  "service-table": {
    "row-1": {
      "header": "Name",
      "col-1": "seen_cookie_banner",
      "col-2": "sessionID"
    },
    "row-2": {
      "header": "Purpose",
      "col-1": "Saves your cookie consent settings",
      "col-2": "To remember where you are in the application and your previous answers so you can move back and forward through the service."
    },
    "row-3": {
      "header": "Expires",
      "col-1": "1 year",
      "col-2": "30 minutes or when you close your browser"
    }
  },
  "h3-7": "Optional cookie settings",
  "fields": {
    "cookieConsent": {
      "legend": "Can we use cookies to help us improve the service?",
      "options": {
        "accept": "Yes",
        "reject": "No"
      },
      "errors": {
        "required": "Select Yes if we can use cookies to help us improve the service."
      }
    }
  },
  "button": {
    "save": "Save and continue"
  }
}
